{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.6.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "embedding_37/embeddings", "shape": [1683, 64], "dtype": "float32"}, {"name": "embedding_36/embeddings", "shape": [1628, 64], "dtype": "float32"}, {"name": "dense_21/kernel", "shape": [128, 256], "dtype": "float32"}, {"name": "dense_21/bias", "shape": [256], "dtype": "float32"}, {"name": "dense_22/kernel", "shape": [256, 128], "dtype": "float32"}, {"name": "dense_22/bias", "shape": [128], "dtype": "float32"}, {"name": "dense_23/kernel", "shape": [128, 1], "dtype": "float32"}, {"name": "dense_23/bias", "shape": [1], "dtype": "float32"}, {"name": "counter", "shape": [], "dtype": "int32"}]}]}